[{
    "id":1,
    "title":"Danny Drinkwater: Leicester midfielder nears dream finish",
    "content":"<p>Leicester's Danny Drinkwater says it would be 'one of the best years of my life' if he won the Premier League and represented England at Euro 2016.</p><p>Midfielder Drinkwater, 26, has been called up to the national team for the first time for friendly matches against Germany and the Netherlands.</p> <p>His club side are five points clear at the top of the Premier League. 'If it does happen, as far as football seasons go, it is mad, it's special,' Drinkwater told BBC Radio 5 live.</p> <p>Drinkwater has played an integral role in Leicester's sensational title challenge, appearing in 29 out of 31 games in the top flight. He ranks as the division's top tackling English midfielder, while his 1596 passes is fourth most for an English midfielder behind Bournemouth's Andrew Surman, Everton's Gareth Barry and Eric Dier of Tottenham.</p>",
    "img":"http://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/177C9/production/_88910269_drinkwater-main.jpg",
    "author": "Henry Jacobs",
    "published": "2016-03-23T12:00:00+08:00",
    "category":"Sport",
    "tags": ["Football", "Leicester"],
    "country": "UK"
},{
    "id":2,
    "title":"Gary Lineker says title bid 'agonising' to watch",
    "content": "<p>Watching Leicester City's bid for a stunning Premier League title is more nerve-wracking than taking a penalty at a World Cup, Gary Lineker says. The Foxes are closing in on an unlikely triumph after going five points clear at the top with seven games to go.</p> <p>But their meteoric rise has left former Leicester striker Lineker feeling 'like a big jelly on a plate'. He told BBC Radio 5 live: 'This is actually quite agonising. It turns you into a big bag of nerves.'</p> <p>Lineker, who scored 48 goals for England, added: 'I've never suffered from nerves in my life. I've taken a penalty at the World Cup and never felt a thing.'</p>",
    "img":"http://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/0336/production/_88922800_513200912.jpg",
    "author": "Tom Fordyce",
    "published": "2016-03-23T11:00:00+08:00",
    "category":"Sport",
    "tags": ["Football", "Leicester"],
    "country": "UK"
},{
    "id":3,
    "title":"Arsenal criticism hurt but players passed 'mental test'",
    "content":"<p>Arsene Wenger said it hurt that his players' attitude was questioned and believes Arsenal passed a mental test to beat Everton on Saturday.</p> <p>The Gunners were knocked out of both the FA Cup and Champions League this week. Wenger's position has been questioned and his team's performances criticised but they won 2-0 at Goodison Park to stay third in the Premier League.</p> <p>'I was pleased with how well they responded today', said Wenger. It was a very significant win for us and a mental test.</p> <p>'I like this group, I like the mental attitude, it has been questioned and that hurts me,' he added after Danny Welbeck and Alex Iwobi scored in the win over Everton.</p> <p>'When you work with them every day, you see how much effort they put in.' Arsenal were top of the Premier League on 4 January and fighting for silverware in two cup competitions. But their form has collapsed in recent weeks and Saturday's win was their first in four games in the Premier League.</p> <p>They lost to Watford on Sunday in the FA Cup quarter-finals and a 3-1 defeat by Barcelona on Wednesday sealed their exit from Europe. They are now 11 points behind leaders Leicester City and three behind second-placed Tottenham. But Wenger does not think his side are out of the title race with eight games remaining.</p>",
    "img":"http://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2256/production/_88809780_wenger-2-rex.jpg",
    "author": "Phil McNulty",
    "published": "2016-03-21T08:45:00+08:00",
    "category":"Sport",
    "tags": ["Football", "Arsenal"],
    "country": "UK"
},{
    "id":4,
    "title":"Arsenal giving football training to Iraqi children fleeing war",
    "content": "<p>Children fleeing war in Iraq are being taught football by Arsenal, who have teamed up with Save the Children to build pitches at camps for displaced people.</p> <p>The Victoria Derbyshire programme accompanied the club's ladies' captain Alex Scott as she trained with some of the children.</p> <p>The tragedy of children forced from their homes by war and the wealth and vast fame of a Premier League club may not have much in common. But Arsenal say they hope this project will help children in the worst of circumstances experience the joy of football.</p> <p>Esra, whose name has been changed, fled her home near Baghdad when the conflict gripping Iraq came to her front door. She left behind a large home, with a garden that she used to tend to with her dad, and now lives in a cramped two-roomed caravan in Alwand One camp in Kurdistan, northern Iraq, which is home to more than 6,000 people.</p>",
    "img":"http://ichef-1.bbci.co.uk/news/660/cpsprodpb/66F1/production/_88835362_alex39pilston.jpg",
    "author": "Phil McNulty",
    "published": "2016-03-22T08:30:00+08:00",
    "category":"Sport",
    "tags": ["Football", "Arsenal"],
    "country": "UK"
},{
    "id":5,
    "title":"Here's how Google plans to beat Amazon",
    "content":"<p>Google is going after the cloud computing market in a big way.</p> <p>The company invested nearly $10 billion of capital expenditures to build its cloud business in 2015 alone, new cloud leader Diane Greene said during her keynote speech on Wednesday at Google’s cloud tech conference in San Francisco.</p> <p>And that’s just the tip of the iceberg. Google has announced a massive plan to build more new cloud data centres around the world by 2017, costing billions more.</p> <p>On Wednesday, Greene and other Google execs, like executive chairman Eric Schmidt, discussed their master plan to win in cloud: automation.</p> <p>That means while companies can rent computers and storage and networking from Google cloud, Google is really trying to appeal to programmers who don’t want to mess with that stuff.</p>",
    "img":"http://static.businessinsider.com/image/56f2f18752bcd021008b858d-1200/image.jpg",
    "author": "Julie Bort",
    "published": "2016-03-24T13:01:00+08:00",
    "category":"Tech",
    "tags": ["Google", "Amazon"],
    "country": "US"
},{
    "id":6,
    "title":"Tesla told us the fastest way to get your hands on a new Model 3",
    "content": "<p>Tesla will pull the covers of its much-anticipated Model 3 next week.</p> <p>Because the $35,000 entry-level electric luxury sedan is so inexpensive compared to the upmarket Model S, it’s effectively the “it” car of the moment for Tesla. Even though no one has seen it yet, there will likely be lots of potential buyers ready to reserve one.</p> <p>Tesla just released some additional information on how to do that. First, pre-orders begin on March 31, the day of the big reveal.</p> <p>Anyone who has dreams of owning an affordable Tesla, and about $1,000 to hand over for the deposit, can sign up. After that, be prepared to hurry up and wait. For one, if development remains on schedule, deliveries won’t begin until late 2017 — but that’s only if you are a priority customer.</p> <p>Who’s a priority customer? Current Tesla owners. “As a thank you to our current owners, existing customers will get priority” placement in the Model 3 queue, Tesla says.</p>",
    "img":"http://static.businessinsider.com/image/56f361c752bcd05c658b8588-1200/image.jpg",
    "author": "Bryan Logan",
    "published": "2016-03-23T15:56:00+08:00",
    "category":"Tech",
    "tags": ["Tesla", "Cars"],
    "country": "US"
},{
    "id":7,
    "title":"Apple may release two new 'ultra-thin' MacBooks",
    "content":"<p>Apple introduced a new iPhone and iPad at its big event on Monday, but we didn’t see any updates to the Mac lineup.</p> <p>Apple may be saving new “ultra-thin” 13 and 15-inch laptops for later this year, according to a new report in DigiTimes. According to Taipei, Taiwan-based analysts, Apple is working on two new MacBooks that “share a design similar to the existing 12-inch MacBook,” which was introduced early last year.</p> <p>Currently, Apple sells a 13-inch MacBook Air laptop along with 13 and 15-inch MacBook Pro laptops, but its latest skinny design only comes in a 12-inch size.</p> <p>For consumers, the defining feature of the 12-inch MacBook, aside from its thinness, is that it uses a single standard USB-C port both for charging and attaching peripherals.</p> <p>Apple introduced a new charging cord that has its proprietary Lightning iPhone connector on one side and a USB-C connector on the other yesterday.</p> <p>Of course, this report comes from DigiTimes, which has a mixed track record when it comes to predicting future Apple products — the page does traffic in rumours.</p> <p>But the report does mention sources that work with other brands such as Dell and Lenovo which do believe that Apple is preparing new skinny Macbooks.</p>",
    "img":"http://static.businessinsider.com/image/56f163c39105844e018b80b5-1200/image.jpg",
    "author": "Kif Leswing",
    "published": "2016-03-21T08:10:00+08:00",
    "category":"Tech",
    "tags": ["Apple"],
    "country": "US"
},{
    "id":8,
    "title":"Google is reportedly building a livestreaming app like Periscope",
    "content": "<p>Google is reportedly working on an app named “YouTube Connect” that will let YouTube users livestream events to their channel, VentureBeat reports.</p> <p>The app will apparently be similar to other livestreaming apps like Twitter-owned Periscope and also Meerkat. VentureBeat says the app will include comments and interaction within the app, just like Periscope does. It’s also going to include its own “News Feed” for recent live videos from YouTube channels you subscribe to.</p> <p>YouTube already supports live video, but it’s not widely used. The new app could see mainstream YouTube celebrities using the platform to interact with fans, and would also stop them straying to rivals like Periscope or Facebook’s live video offering. Google did not respond to a request for comment.</p>",
    "img":"http://static.businessinsider.com/image/55801028dd08954c668b45ec-1200/image.jpg",
    "author": "James Cook",
    "published": "2016-03-22T11:30:00+08:00",
    "category":"Tech",
    "tags": ["Google", "Twitter"],
    "country": "US"
},{
    "id":9,
    "title":"Google visited a pawn shop to get back a version of Google Glass",
    "content": "<p>A Google representative visited a California pawn shop earlier this week to retrieve what appeared to be an unreleased version of its smart headset, Google Glass, that was listed on eBay over the weekend.</p> <p>Frank Romero, who runs the Redwood City pawn shop that listed the device — which at one point saw bidding of up to $20,000, according to the San Jose Mercury News — tells Business Insider that Google contacted him to get the glasses back. He declined to share any details about whether Google paid him for the device back or made any legal threats.</p> <p>“We were contacted by Google — we were glad to give them back,” he says. “Anything else is between us. Like I said, we were just glad to give them back. I’m sorry, I know you want more to the story, but for us, when we found out, we just wanted to make sure [Google] got them back.” The shop “had no idea” when it listed the device that it was anything other than a normal Google Glass set.</p> <p>Google stopped selling the Explorer version of its headset to consumers in January 2015, but the first details of a new version aimed at business users appeared in FCC filings in December. Google didn’t immediately respond to requests for comment.</p>",
    "img":"http://static.businessinsider.com/image/56f32c3e52bcd025008b86f7-1200/image.jpg",
    "author": "Jillian Onfro",
    "published": "2016-03-25T11:38:00+08:00",
    "category":"Tech",
    "tags": ["Google"],
    "country": "US"
},{
    "id":10,
    "title":"Dollar tumbles as commodities slip",
    "content":"<p>The Australian dollar has plummeted as commodities slide.</p> <p>At 0700 AEDT on Thursday, the local unit was trading at 75.22 US cents, down from 76.12 cents on Wednesday.</p> <p>BK Asset Management’s director of FX strategy Boris Schlossberg says the greenback found a bid overnight while commodity currencies sold off on weakness in gold prices.</p> <p>“The Aussie also took a hit today as gold slid more than one per cent in Asian session trade,” he said. Crude oil has also fallen more than four per cent as markets adopt a slightly defensive tone. The shift in sentiment comes in the absence of any major news and ahead of the Australian Easter holiday period, Westpac economists said.</p> <p>“The reversal overnight leaves (the Aussie) in a negative state short term,” they said. Westpac said the currency is now vulnerable to dipping lower on Thursday.</p>",
    "img":"http://cdn.newsapi.com.au/image/v1/85335d2c2727a5658aac81f25941c195",
    "author": "James Wilcox",
    "published": "2016-03-24T08:10:00+08:00",
    "category":"Finance",
    "tags": ["Commodities"],
    "country": "AU"
},{
    "id":11,
    "title":"Australian market set to open lower",
    "content": "<p>The Australian market looks set to open sharply lower after Wall Street fell, dragged down by plunging commodity prices amid cautious trade following the suicide bombings in Belgium.</p> <p>At 0645 AEDT on Thursday, the share price index was down 27 points at 5,105. Locally, in economic or equities news on Thursday, the Australian Bureau of Statistics is due to release international trade price indexes for the March quarter.</p> <p>No major equities news is expected. In Australia, the market on Wednesday closed in the red, with low trading volumes and falls across all sectors except one. The benchmark S&P/ASX200 index was down 24.3 points, or 0.47 per cent, at 5,142.3 points.</p> <p>The broader All Ordinaries index was down 25.5 points, or 0.49 per cent, at 5,205.3 points.</p>",
    "img":"http://cdn.newsapi.com.au/image/v1/da8779930875774a9b9cf5b160c51da9",
    "author": "Mark Matthews",
    "published": "2016-03-23T14:30:00+08:00",
    "category":"Finance",
    "tags": ["Commodities"],
    "country": "AU"
},{
    "id":12,
    "title":"ASX boss Elmer Funke Kupper quits amid Tabcorp investigation",
    "content": "<p>The chief of the Australian Securities Exchange (ASX) has abruptly quit in the wake of allegations he was aware of a suspected $200,000 bribe paid by Tabcorp while he was boss of the gambling giant.</p> <p>The ASX confirmed in a statement on its website that Elmer Funke Kupper had resigned “effective immediately” as managing director and chief executive so he could focus on the Tabcorp police probe.</p> <p>The Australian Federal Police are investigating allegations that Tabcorp was involved in foreign bribery in Cambodia.</p> <p>When asked if he knew of an alleged $200,000 payment made to the family of Cambodian Prime Minister Hun Sen while he led Tabcorp, Mr Funke Kupper told Fairfax Media he “can’t recall anything like that”. The $200,000 was allegedly channelled through the US to Cambodia in early 2010 when Mr Funke Kupper was in charge of Tabcorp. At the time, Mr Funke Kupper was looking at expanding into Asian sports betting markets.</p> <p>News Corp Australia is not suggesting that Mr Funke Kupper is guilty, only that there is an investigation going on. The ASX board has appointed chairman Rick Holliday-Smith to take over Mr Funke Kupper’s duties while they embark on a national and international executive search for a new candidate.</p>",
    "img":"http://cdn.newsapi.com.au/image/v1/197969ecbf19a2c9b9e63f20f2af3c8f",
    "author": "Paul Williams",
    "published": "2016-03-25T11:38:00+08:00",
    "category":"Finance",
    "tags": ["ASX"],
    "country": "AU"
}]